12/data/attachments/7dabb23c074a7560.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Leah_church_Actions_79836_1</nif:username>
            <nif:friendToBeRequested>soap_actions_9ce3a6ad-9246-4407-b9d1-aa9353a348ec</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>